Repository: NureKravchenkoYevhenii/apzkr-pzpi-21-5-kravchenko-yevhenii
Catalog: apzkr-pzpi-21-5-kravchenko-yevhenii/Task1-Server/Infrastructure/Resources/Resources.*.resx
Languages: uk_ua

# FIELD_IS_REQUIRED
source: The field is required
uk_ua: Поле є обов'язковим

# PASSWORD_MATCH_ERROR
source: Passwords must match
uk_ua: Паролі мають співпадати

source: User not found
uk_ua: Користувача не знайдено

# USER_ALREADY_HAS_BOOKING
source: User already has a booking
uk_ua: Користувач вже має бронювання

source: No free parking places
uk_ua: Немає вільних місць для паркування

source: Car not found
uk_ua: Автомобіль не знайдено

source: Membership not found
uk_ua: Абонемент не знайдено

source: Parking place not found
uk_ua: Місце для паркування не знайдено

source: Parking occupancy statistics
uk_ua: Статистика зайнятості місць для паркування

source: Date
uk_ua: Дата

source: Hour
uk_ua: Година

source: Occupied Places Amount
uk_ua: Кількість зайнятих місць

source: Occupancy chart
uk_ua: Графік зайнятості

source: Occupied places
uk_ua: Зайняті місця

source: Unknown time unit value
uk_ua: Невідоме значення одиниці часу

source: Payment not found
uk_ua: Оплату не знайдено

source: Payment request failed
uk_ua: Помилка запиту на оплату

source: Payment statistics
uk_ua: Статистика платежів

source: Amount
uk_ua: Сума

source: Total
uk_ua: Всього

source: Purchase type
uk_ua: Тип покупки

# TARIFS_INTERSECT
source: Tariffs intersect
uk_ua: Тарифи перетинаються

# TARIF_NOT_FOUND
source: Tariff not found
uk_ua: Тариф не знайдено

source: User membership not found
uk_ua: Абонемент користувача не знайдено

source: Invalid refresh token
uk_ua: Недійсний токен оновлення

source: User with email not found
uk_ua: Користувача з таким email не знайдено

source: Invalid login or password
uk_ua: Недійсний логін або пароль

source: Login exists
uk_ua: Логін існує

source: Email exists
uk_ua: Email існує

source: Invalid reset password token
uk_ua: Недійсний токен оновлення пароля

source: User profile not found
uk_ua: Профіль користувача не знайдено

# USER_DATA_PARSE_FAILURE
source: An error occured while parsing user data:
uk_ua: Під час зчитування даних користувача сталася помилка:

# PARKING_STATISTICS_FILE_NAME
source: Parking statistics from {0} to {1}.xlsx
uk_ua: Статистика зайнятості місць для паркування від {0} по {1}.xlsx

# PAYMENT_STATISTICS_FILE_NAME
source: Payment statistics from {0} to {1}.xlsx
uk_ua: Статистика платежів від {0} по {1}.xlsx

source: No file uploaded
uk_ua: Файл не було завантажено

# INVALID_FILE_FORMAT
source: Invalid file format. Please upload an Excel file
uk_ua: Недійсний формат файлу. Будь ласка, завантажте файл Excel

# INVALID_EMAIL_ADDRESS_ERROR
source: Invalid email address
uk_ua: Недійсний email

# RANGE_ERROR_FROM
source: Value must be at least {1}
uk_ua: Значення повинно бути хоча б {1}

source: Parking session not found
uk_ua: Сесію паркування не знайдено

# PurchaseMembership
source: Membership purchase
uk_ua: Покупка абонементів

# PayForParkingSession
source: Payment for parking
uk_ua: Оплата паркування
